[
    {
        "id": 1,
        "name": "Телевизор Sber SDX-32H2124",
        "description": "Телевизор Sber SDX-32H2124 работает на российской платформе «Салют ТВ» и предоставляет доступ к огромному разнообразию контента, включая более 100 бесплатных каналов и онлайн-кинотеатры. Встроенная память объемом 8 Гб дает возможность устанавливать необходимые приложения.",
        "category": "Электроника",
        "quantity": 3,
        "unit": "шт.",
        "imageURL": "https://img.mvideo.ru/Big/400365118bb.jpg"
    },
    {
        "id": 2,
        "name": "Мультиварка RED solution SkyCooker RMC-M224S",
        "description": "Мультиварка Red Solution SkyCooker RMC-M224S оснащена 11 программами готовки, включая режимы для молочной каши, круп, выпечки и йогуртов.",
        "category": "Техника для кухни",
        "quantity": 150,
        "unit": "шт.",
        "imageURL": "https://img.mvideo.ru/Big/400156419bb.jpg"
    },
    {
        "id": 3,
        "name": "Абнетт Дэн 'Ересь Хоруса'. Книга 3. Легион. Битва за 'Бездну. Механикум' твердый",
        "description": "Не каждая битва великой Ереси заметна глазу и попадает на страницы истории. Воины таинственного Альфа-Легиона, которые прежде истребляли врагов Императора не только клинками и орудиями, но и ложью и обманом, столь же неприметно и коварно обращаются против него. гениальные, но самовлюбленные и жадные до знаний адепты Механикума встают на сторону Хоруса, преподнесшего им темные дары, и создают для Луперкаля уникальные орудия войны - от боевых машин с искусственным разумом до звездолетов невиданной мощи. Когда междоусобные сражения охватывают сам Марс, на свет выходят погребенные тысячелетия назад истины, способные потрясти всю галактику.",
        "category": "Книги",
        "quantity": 11,
        "unit": "шт.",
        "imageURL": "https://avatars.mds.yandex.net/get-mpic/4428744/2a000001917b0ecbac0ad3d94c9d31ffb279/optimize"
    },
    {
        "id": 4,
        "name": "Футболка Us Basic",
        "description": "Ленивец, просто сделай это позже. Автор принта: Asobis. Мужская футболка, 100% хлопок, джерси",
        "category": "Одежда",
        "quantity": 1,
        "unit": "шт."
    },
    {
        "id": 5,
        "name": "Кофемашина Thomson CF20A02",
        "description": "Кофемашина Thomson CF20A02 предназначена для приготовления нескольких разновидностей напитков, в том числе эспрессо, лунго, латте и капучино, в полностью автоматическом режиме.",
        "category": "Техника для кухни",
        "quantity": 666,
        "unit": "шт."
    }
]